{
  "Riya Haldar": "रिया हलधर",
  "About Me": "मेरे बारे में",
  "Experiences": "अनुभव",
  "Education": "Education",
  "Certifications": "Certifications",
  "Skills": "कौशल",
  "Recommendations": "Recommendations",
  "CONTACT ME": "मुझसे संपर्क करें",
  "Accomplished Bilingual Product Owner and Team Lead": "निपुण द्विभाषी उत्पाद स्वामी और टीम लीड",
  "with a proven track record in Japanese client management, interpretation, and meticulous quality assurance of client deliverables. Adept in stakeholder engagement and comprehensive project planning, with active involvement in QA and PO initiatives. Holder of a Masters degree from Jawaharlal Nehru University, New Delhi, specializing in Japanese language, literature, and interpretation.": "जापानी ग्राहक प्रबंधन, व्याख्या और ग्राहक डिलिवरेबल्स की सावधानीपूर्वक गुणवत्ता आश्वासन में एक सिद्ध ट्रैक रिकॉर्ड के साथ। क्यूए और पीओ पहल में सक्रिय भागीदारी के साथ हितधारक जुड़ाव और व्यापक परियोजना योजना में निपुण। जापानी भाषा, साहित्य और व्याख्या में विशेषज्ञता के साथ जवाहरलाल नेहरू विश्वविद्यालय, नई दिल्ली से मास्टर डिग्री धारक।",
  "English": "अंग्रेज़ी",
  "Hindi": "हिंदी",
  "Japanese": "जापानी",
  "Bengali": "बंगाली",
  "Hi, I am": "नमस्ते, मैं हूँ",
  "Bilingual Product Owner and QA": "द्विभाषी उत्पाद स्वामी और क्यूए",
  "Language proficiency in:": "भाषा का प्रवीणता:",
  "Accomplished Bilingual Product Owner and Team Lead with a proven track record in Japanese client management, interpretation, and meticulous quality assurance of client deliverables. Adept in stakeholder engagement and comprehensive project planning, with active involvement in QA and PO initiatives. Holder of a Masters degree from Jawaharlal Nehru University, New Delhi, specializing in Japanese language, literature, and interpretation.": "जापानी ग्राहक प्रबंधन, व्याख्या और ग्राहक डिलिवरेबल्स की सावधानीपूर्वक गुणवत्ता आश्वासन में एक सिद्ध ट्रैक रिकॉर्ड के साथ निपुण द्विभाषी उत्पाद स्वामी और टीम लीड। क्यूए और पीओ पहल में सक्रिय भागीदारी के साथ हितधारक जुड़ाव और व्यापक परियोजना योजना में निपुण। जापानी भाषा, साहित्य और व्याख्या में विशेषज्ञता के साथ जवाहरलाल नेहरू विश्वविद्यालय, नई दिल्ली से मास्टर डिग्री धारक।",
  "Explore": "अन्वेषण करना",
  "BILINGUAL": "द्विभाषिक",
  "PRODUCT OWNER": "उत्पाद स्वामी",
  "QUALITY ANALYST": "गुणवत्ता विश्लेषक",
  "I am skilled in both Japanese and English, enabling effective bilingual communication across diverse contexts. Additionally, I have proficiency in Bengali and Hindi, further enhancing my ability to connect with a broader audience.": "मैं दोनों जापानी और अंग्रेजी में कुशल हूँ, जो विविध परिस्थितियों में प्रभावी द्विभाषी संचार संभव बनाता है। इसके अतिरिक्त, मेरी बंगाली और हिंदी में प्रवीणता है, जो मेरी क्षमता को एक व्यापक दर्शक से जुड़ने में और अधिक बढ़ाता है।",
  "As a Product Owner, I've successfully led multiple projects, translating business goals into actionable strategies and delivering high-quality products.": "एक उत्पाद स्वामी के रूप में, मैंने सफलतापूर्वक कई परियोजनाओं का नेतृत्व किया है, व्यापार लक्ष्यों को कार्ययोग्य रणनीतियों में अनुवादित किया और उच्च गुणवत्ता वाले उत्पाद प्रदान किए हैं।",
  "As a QA professional, I've ensured the quality and reliability of multiple projects by designing and executing comprehensive test plans.": "एक क्यूए पेशेवर के रूप में, मैंने व्यापक परीक्षण योजनाओं का डिज़ाइन और कार्यान्वयन करके कई परियोजनाओं की गुणवत्ता और विश्वसनीयता की निश्चित की है।",
  "Adobe . Full-time": "एडोब . पूर्ण समय",
  "Mar 2023 - Present · 1 yr 7 mos": "मार्च 2023 - वर्तमान · 1 वर्ष 7 महीने",
  "Bengaluru, Karnataka, India": "बेंगलुरु, कर्नाटक, भारत",
  "In my role, I led Agile development projects, effectively managing offshore teams and ensuring the timely delivery of enterprise-scale web applications. My fluency in Japanese (certified at JLPT N1 level) allowed me to bridge communication between stakeholders and development teams, ensuring alignment with business needs. I was responsible for defining the product vision, setting long-term goals, and prioritizing the product backlog to guide the development process. By writing detailed user stories from the end-user perspective, I helped steer the team toward successful project outcomes. My expertise in client-facing project management, combined with strong problem-solving skills, facilitated efficient onshore-offshore collaboration and seamless virtual team coordination.": "मेरी भूमिका में, मैंने एजाइल विकास परियोजनाओं का नेतृत्व किया, अधिकांश टीमों का प्रबंधन करने और उद्यम-स्तर के वेब एप्लिकेशनों की समय पर वितरण की सुनिश्चित करने में सक्षम रहा। मेरी जापानी में धाराप्रवाहता (JLPT N1 स्तर पर प्रमाणित) ने मुझे स्टेकहोल्डर्स और विकास टीमों के बीच संचार का सेतु बनाने की अनुमति दी, व्यापार की आवश्यकताओं के साथ संरेखण सुनिश्चित करते हुए। मैंने उत्पाद की दृष्टि को परिभाषित करने, दीर्घकालिक लक्ष्य सेट करने और उत्पाद बैकलॉग को प्राथमिकता देने के लिए विकास प्रक्रिया का मार्गदर्शन करने के लिए जिम्मेदार था",
  "SENIOR EXECUTIVE": "वरिष्ठ कार्यकारी",
  "HCL Technologies · Full-time": "HCL Technologies · पूर्ण समय",
  "Aug 2021 - Mar 2023 · 1 yr 8 mos": "अगस्त 2021 - मार्च 2023 · 1 वर्ष 8 महीने",
  "In this role, I managed work schedules to meet deadlines while handling end-to-end communication with Japanese clients. I coordinated with key international stakeholders from Japan, North America, China, and India to define project requirements and delivery timelines. My responsibilities included translating technical documents between Japanese and English, ensuring accuracy in high-level documents, and providing interpretation during client visits and teleconferences. Additionally, I translated emails and specifications from English to Japanese and conducted language training for engineers to enhance their proficiency. Throughout, I maintained a focus on meeting deadlines and delivering quality results.": "इस भूमिका में, मैंने जापानी ग्राहकों के साथ शुरू से अंत तक संचार को संभालते हुए समय सीमा को पूरा करने के लिए कार्य शेड्यूल प्रबंधित किया। मैंने परियोजना आवश्यकताओं और वितरण समयसीमा को परिभाषित करने के लिए जापान, उत्तरी अमेरिका, चीन और भारत के प्रमुख अंतरराष्ट्रीय हितधारकों के साथ समन्वय किया। मेरी जिम्मेदारियों में जापानी और अंग्रेजी के बीच तकनीकी दस्तावेजों का अनुवाद करना, उच्च-स्तरीय दस्तावेजों में सटीकता सुनिश्चित करना और ग्राहक यात्राओं और टेलीकांफ्रेंस के दौरान व्याख्या प्रदान करना शामिल था। इसके अतिरिक्त, मैंने ईमेल और विशिष्टताओं का अंग्रेजी से जापानी में अनुवाद किया और इंजीनियरों की दक्षता बढ़ाने के लिए उनके लिए भाषा प्रशिक्षण आयोजित किया। पूरे समय, मैंने समय सीमा को पूरा करने और गुणवत्तापूर्ण परिणाम देने पर ध्यान केंद्रित रखा।",
  "SENIOR PROJECT COORDINATOR": "वरिष्ठ परियोजना समन्वयक",
  "Concentrix · Full-time": "Concentrix · पूर्ण समय",
  "Aug 2020 - Aug 2021 · 1 yr 1 mo": "अगस्त 2020 - अगस्त 2021 · 1 वर्ष 1 महीना",
  "Chennai, Tamil Nadu, India": "चेन्नई, तमिलनाडु, भारत",
  "In this role, I specialized in translating technical documents between Japanese and English and provided interpretation between Japanese and Indian engineers. I handled both system and malware cases, assisting in finding effective solutions. My responsibilities also included content review, ensuring the quality of translated Japanese and English texts. I regularly managed daily meetings with Japanese clients and communicated with Japanese field engineers to address issues, equipment changes, and follow-up actions. Additionally, I provided solutions to customers using Japanese email formats, conducted training for newcomers, and participated in interview shooting.": "इस भूमिका में, मैंने जापानी और अंग्रेजी के बीच तकनीकी दस्तावेजों का अनुवाद करने में विशेषज्ञता हासिल की और जापानी और भारतीय इंजीनियरों के बीच व्याख्या प्रदान की। मैंने प्रभावी समाधान खोजने में सहायता करते हुए सिस्टम और मैलवेयर दोनों मामलों को संभाला। मेरी जिम्मेदारियों में सामग्री की समीक्षा करना, अनुवादित जापानी और अंग्रेजी ग्रंथों की गुणवत्ता सुनिश्चित करना भी शामिल था। मैंने नियमित रूप से जापानी ग्राहकों के साथ दैनिक बैठकें प्रबंधित कीं और मुद्दों, उपकरण परिवर्तन और अनुवर्ती कार्रवाइयों के समाधान के लिए जापानी क्षेत्र के इंजीनियरों के साथ संवाद किया। इसके अतिरिक्त, मैंने जापानी ईमेल प्रारूपों का उपयोग करके ग्राहकों को समाधान प्रदान किया, नए लोगों के लिए प्रशिक्षण आयोजित किया और साक्षात्कार शूटिंग में भाग लिया।",
  "See More": "अधिक देखें",
  "Contact Me": "मुझसे संपर्क करें",
  "Feel free to reach out to me at ": "मुझसे संपर्क करने के लिए स्वतंत्र महसूस करें",
  "for any inquiries or collaborations. I'm always open to discussing new opportunities!": "किसी भी पूछताछ या सहयोग के लिए। मैं हमेशा नई संभावनाओं पर चर्चा करने के लिए खुला हूँ!",
  "BACK TO TOP": "शीर्ष पर वापस जाएं",
  "All Rights Reserved." : "सभी अधिकार सुरक्षित हैं।"
}
