{
  "Riya Haldar": "リヤ・ハルダー",
  "About Me": "私について",
  "Experiences": "体験談",
  "Education": "Education",
  "Certifications": "Certifications",
  "Skills": "スキル",
  "Recommendations": "Recommendations",
  "CONTACT ME": "連絡してください",
  "Accomplished Bilingual Product Owner and Team Lead": "優れたバイリンガル プロダクト オーナーおよびチーム リーダー",
  "with a proven track record in Japanese client management, interpretation, and meticulous quality assurance of client deliverables. Adept in stakeholder engagement and comprehensive project planning, with active involvement in QA and PO initiatives. Holder of a Masters degree from Jawaharlal Nehru University, New Delhi, specializing in Japanese language, literature, and interpretation.": "日本のクライアント管理、解釈、クライアント成果物の細心の注意を払った品質保証において確かな実績があります。利害関係者の関与と包括的なプロジェクト計画に熟達し、QA および PO の取り組みに積極的に関与します。ニューデリーのジャワハルラール・ネルー大学で修士号を取得しており、専門は日本語、文学、通訳です。",
  "English": "英語",
  "Hindi": "ヒンディー語",
  "Japanese": "日本語",
  "Bengali": "ベンガル語",
  "Hi, I am": "こんにちは、私は",
  "Bilingual Product Owner and QA": "バイリンガル プロダクト オーナーおよび QA",
  "Language proficiency in:": "言語の習熟度:",
  "Accomplished Bilingual Product Owner and Team Lead with a proven track record in Japanese client management, interpretation, and meticulous quality assurance of client deliverables. Adept in stakeholder engagement and comprehensive project planning, with active involvement in QA and PO initiatives. Holder of a Masters degree from Jawaharlal Nehru University, New Delhi, specializing in Japanese language, literature, and interpretation.": "日本のクライアント管理、通訳、クライアント成果物の細心の注意を払った品質保証において確かな実績を持つバイリンガルのプロダクトオーナー兼チームリーダー。利害関係者の関与と包括的なプロジェクト計画に熟達し、QA および PO の取り組みに積極的に関与します。ニューデリーのジャワハルラール・ネルー大学で修士号を取得しており、専門は日本語、文学、通訳です。",
  "Explore": "探検する",
  "BILINGUAL": "バイリンガル",
  "PRODUCT OWNER": "プロダクト オーナー",
  "QUALITY ANALYST": "品質アナリスト",
  "I am skilled in both Japanese and English, enabling effective bilingual communication across diverse contexts. Additionally, I have proficiency in Bengali and Hindi, further enhancing my ability to connect with a broader audience.": "私は日本語と英語の両方に堪能であり、多様な文脈で効果的なバイリンガル コミュニケーションを可能にしています。さらに、ベンガル語とヒンディー語にも習熟しており、より広い観客とつながる能力を高めています。",
  "As a Product Owner, I've successfully led multiple projects, translating business goals into actionable strategies and delivering high-quality products.": "プロダクト オーナーとして、ビジネス目標を実行可能な戦略に翻訳し、高品質の製品を提供するために複数のプロジェクトを成功裏にリードしてきました。",
  "As a QA professional, I've ensured the quality and reliability of multiple projects by designing and executing comprehensive test plans.": "QA プロフェッショナルとして、包括的なテスト計画を設計および実行することで、複数のプロジェクトの品質と信頼性を確保してきました。"
}
