{
  "Riya Haldar": "リヤ・ハルダー",
  "About Me": "私について",
  "Experiences": "体験談",
  "Education": "Education",
  "Certifications": "Certifications",
  "Skills": "スキル",
  "Recommendations": "Recommendations",
  "CONTACT ME": "連絡してください",
  "Accomplished Bilingual Product Owner and Team Lead": "優れたバイリンガル プロダクト オーナーおよびチーム リーダー",
  "with a proven track record in Japanese client management, interpretation, and meticulous quality assurance of client deliverables. Adept in stakeholder engagement and comprehensive project planning, with active involvement in QA and PO initiatives. Holder of a Masters degree from Jawaharlal Nehru University, New Delhi, specializing in Japanese language, literature, and interpretation.": "日本のクライアント管理、解釈、クライアント成果物の細心の注意を払った品質保証において確かな実績があります。利害関係者の関与と包括的なプロジェクト計画に熟達し、QA および PO の取り組みに積極的に関与します。ニューデリーのジャワハルラール・ネルー大学で修士号を取得しており、専門は日本語、文学、通訳です。",
  "English": "英語",
  "Hindi": "ヒンディー語",
  "Japanese": "日本語",
  "Bengali": "ベンガル語",
  "Hi, I am": "こんにちは、私は",
  "Bilingual Product Owner and QA": "バイリンガル プロダクト オーナーおよび QA",
  "Language proficiency in:": "言語の習熟度:",
  "Accomplished Bilingual Product Owner and Team Lead with a proven track record in Japanese client management, interpretation, and meticulous quality assurance of client deliverables. Adept in stakeholder engagement and comprehensive project planning, with active involvement in QA and PO initiatives. Holder of a Masters degree from Jawaharlal Nehru University, New Delhi, specializing in Japanese language, literature, and interpretation.": "日本のクライアント管理、通訳、クライアント成果物の細心の注意を払った品質保証において確かな実績を持つバイリンガルのプロダクトオーナー兼チームリーダー。利害関係者の関与と包括的なプロジェクト計画に熟達し、QA および PO の取り組みに積極的に関与します。ニューデリーのジャワハルラール・ネルー大学で修士号を取得しており、専門は日本語、文学、通訳です。",
  "Explore": "探検する",
  "BILINGUAL": "バイリンガル",
  "PRODUCT OWNER": "プロダクト オーナー",
  "QUALITY ANALYST": "品質アナリスト",
  "I am skilled in both Japanese and English, enabling effective bilingual communication across diverse contexts. Additionally, I have proficiency in Bengali and Hindi, further enhancing my ability to connect with a broader audience.": "私は日本語と英語の両方に堪能であり、多様な文脈で効果的なバイリンガル コミュニケーションを可能にしています。さらに、ベンガル語とヒンディー語にも習熟しており、より広い観客とつながる能力を高めています。",
  "As a Product Owner, I've successfully led multiple projects, translating business goals into actionable strategies and delivering high-quality products.": "プロダクト オーナーとして、ビジネス目標を実行可能な戦略に翻訳し、高品質の製品を提供するために複数のプロジェクトを成功裏にリードしてきました。",
  "As a QA professional, I've ensured the quality and reliability of multiple projects by designing and executing comprehensive test plans.": "QA プロフェッショナルとして、包括的なテスト計画を設計および実行することで、複数のプロジェクトの品質と信頼性を確保してきました。",
  "Adobe . Full-time": "アドビ . フルタイム",
  "Mar 2023 - Present · 1 yr 7 mos": "2023年3月 - 現在 · 1年7ヶ月",
  "Bengaluru, Karnataka, India": "インド、カルナータカ州、ベンガルール",
  "In my role, I led Agile development projects, effectively managing offshore teams and ensuring the timely delivery of enterprise-scale web applications. My fluency in Japanese (certified at JLPT N1 level) allowed me to bridge communication between stakeholders and development teams, ensuring alignment with business needs. I was responsible for defining the product vision, setting long-term goals, and prioritizing the product backlog to guide the development process. By writing detailed user stories from the end-user perspective, I helped steer the team toward successful project outcomes. My expertise in client-facing project management, combined with strong problem-solving skills, facilitated efficient onshore-offshore collaboration and seamless virtual team coordination.": "私の役割では、アジャイル開発プロジェクトをリードし、オフショアチームを効果的に管理し、企業規模の Web アプリケーションのタイムリーな提供を確保しました。私の日本語の流暢さ（JLPT N1 レベルで認定）により、ステークホルダーと開発チームの間のコミュニケーションを橋渡しし、ビジネスニーズとの整合性を確保しました。製品ビジョンの定義、長期目標の設定、製品バックログの優先順位付けを行い、開発プロセスをガイドしました。エンドユーザーの視点から詳細なユーザーストーリーを書くことで、チームを成功したプロジェクトの成果に導きました。クライアント向けプロジェクトマネジメントの専門知識と強力な問題解決スキルを組み合わせることで、効率的なオンショア・オフショアの協力とシームレスなバーチャルチームの調整を容易にしました。",
  "SENIOR EXECUTIVE": "シニア エグゼクティブ",
  "HCL Technologies · Full-time": "HCL テクノロジーズ · フルタイム",
  "Aug 2021 - Mar 2023 · 1 yr 8 mos": "2021年8月 - 2023年3月 · 1年8ヶ月",
  "In this role, I managed work schedules to meet deadlines while handling end-to-end communication with Japanese clients. I coordinated with key international stakeholders from Japan, North America, China, and India to define project requirements and delivery timelines. My responsibilities included translating technical documents between Japanese and English, ensuring accuracy in high-level documents, and providing interpretation during client visits and teleconferences. Additionally, I translated emails and specifications from English to Japanese and conducted language training for engineers to enhance their proficiency. Throughout, I maintained a focus on meeting deadlines and delivering quality results.": "この役割では、日本のクライアントとのエンドツーエンドのコミュニケーションを処理しながら、納期に間に合うように作業スケジュールを管理しました。私は日本、北米、中国、インドの主要な国際関係者と調整して、プロジェクトの要件と納期を定義しました。私の責任には、技術文書の日本語と英語の翻訳、高レベルの文書の正確性の確保、クライアント訪問や電話会議での通訳が含まれます。また、メールや仕様書を英語から日本語に翻訳したり、エンジニアの語学力向上を目的とした語学研修も実施しました。私は一貫して、期限を守り、質の高い結果を提供することに重点を置き続けました。",
  "SENIOR PROJECT COORDINATOR": "シニア プロジェクト コーディネーター",
  "Concentrix · Full-time": "Concentrix · フルタイム",
  "Aug 2020 - Aug 2021 · 1 yr 1 mo": "2020年8月 - 2021年8月 · 1年1ヶ月",
  "Chennai, Tamil Nadu, India": "インド、タミル・ナドゥ州、チェンナイ",
  "In this role, I specialized in translating technical documents between Japanese and English and provided interpretation between Japanese and Indian engineers. I handled both system and malware cases, assisting in finding effective solutions. My responsibilities also included content review, ensuring the quality of translated Japanese and English texts. I regularly managed daily meetings with Japanese clients and communicated with Japanese field engineers to address issues, equipment changes, and follow-up actions. Additionally, I provided solutions to customers using Japanese email formats, conducted training for newcomers, and participated in interview shooting.": "この役割では、私は日英間の技術文書の翻訳を専門とし、日本人とインド人のエンジニアの間で通訳を提供しました。私はシステムとマルウェアの両方のケースを扱い、効果的な解決策の発見を支援しました。私の責任には、日本語と英語の翻訳テキストの品質を保証する内容のレビューも含まれます。私は定期的に日本のクライアントとの毎日のミーティングを管理し、問題、機器の変更、フォローアップアクションに対処するために日本のフィールドエンジニアとコミュニケーションをとりました。さらに、日本語のメール形式を使用して顧客にソリューションを提供したり、新人研修を実施したり、インタビュー撮影に参加したりしました。",
  "See More": "もっと見る",
  "Contact Me": "連絡してください",
  "Feel free to reach out to me at ": "お気軽にお問い合わせください",
  "for any inquiries or collaborations. I'm always open to discussing new opportunities!": "お問い合わせやコラボレーションについて。新しい機会について話し合うことに常にオープンです！",
  "BACK TO TOP": "トップに戻る",
  "All Rights Reserved." : "全著作権所有。"
}
