{
  "Riya Haldar": "রিয়া হালদার",
  "About Me": "আমার সম্পর্কে",
  "Experiences": "অভিজ্ঞতা",
  "Education": "Education",
  "Certifications": "Certifications",
  "Skills": "দক্ষতা",
  "Recommendations": "Recommendations",
  "CONTACT ME": "আমার সাথে যোগাযোগ করুন",
  "Accomplished Bilingual Product Owner and Team Lead": "দক্ষ দ্বিভাষিক পণ্যের মালিক এবং দলের নেতৃত্ব",
  "with a proven track record in Japanese client management, interpretation, and meticulous quality assurance of client deliverables. Adept in stakeholder engagement and comprehensive project planning, with active involvement in QA and PO initiatives. Holder of a Masters degree from Jawaharlal Nehru University, New Delhi, specializing in Japanese language, literature, and interpretation.": "জাপানি ক্লায়েন্ট ম্যানেজমেন্ট, ব্যাখ্যা, এবং ক্লায়েন্ট ডেলিভারেবলের সূক্ষ্ম মানের নিশ্চয়তার একটি প্রমাণিত ট্র্যাক রেকর্ড সহ। QA এবং PO উদ্যোগে সক্রিয় অংশগ্রহণের সাথে স্টেকহোল্ডারদের সম্পৃক্ততা এবং ব্যাপক প্রকল্প পরিকল্পনায় পারদর্শী। জাপানি ভাষা, সাহিত্য এবং ব্যাখ্যায় বিশেষজ্ঞ, নতুন দিল্লির জওহরলাল নেহরু বিশ্ববিদ্যালয় থেকে স্নাতকোত্তর ডিগ্রিধারী।",
  "English": "ইংরেজি",
  "Hindi": "হিন্দি",
  "Japanese": "জাপানিজ",
  "Bengali": "বাংলা",
  "Hi, I am": "হাই, আমি",
  "Bilingual Product Owner and QA": "দ্বিভাষিক পণ্যের মালিক এবং কিউএ",
  "Language proficiency in:": "ভাষার দক্ষতা:",
  "Accomplished Bilingual Product Owner and Team Lead with a proven track record in Japanese client management, interpretation, and meticulous quality assurance of client deliverables. Adept in stakeholder engagement and comprehensive project planning, with active involvement in QA and PO initiatives. Holder of a Masters degree from Jawaharlal Nehru University, New Delhi, specializing in Japanese language, literature, and interpretation.": "জাপানি ক্লায়েন্ট ম্যানেজমেন্ট, ব্যাখ্যা, এবং ক্লায়েন্ট ডেলিভারেবলের সূক্ষ্ম মানের নিশ্চয়তার একটি প্রমাণিত ট্র্যাক রেকর্ড সহ দক্ষ দ্বিভাষিক পণ্যের মালিক এবং টিম লিড। QA এবং PO উদ্যোগে সক্রিয় অংশগ্রহণের সাথে স্টেকহোল্ডারদের সম্পৃক্ততা এবং ব্যাপক প্রকল্প পরিকল্পনায় পারদর্শী। জওহরলাল নেহরু বিশ্ববিদ্যালয়, নতুন দিল্লি থেকে স্নাতকোত্তর ডিগ্রিধারী, জাপানি ভাষা, সাহিত্য এবং ব্যাখ্যায় বিশেষজ্ঞ।",
  "Explore": "অন্বেষণ",
  "BILINGUAL": "দ্বিভাষিক",
  "PRODUCT OWNER": "পণ্যের মালিক",
  "QUALITY ANALYST": "গুণমান বিশ্লেষক",
  "I am skilled in both Japanese and English, enabling effective bilingual communication across diverse contexts. Additionally, I have proficiency in Bengali and Hindi, further enhancing my ability to connect with a broader audience.": "আমি দুইটি ভাষায় দক্ষ, যাতে বিভিন্ন প্রসঙ্গে দ্বিভাষিক যোগাযোগ সক্ষম হয়। উত্তরাধিকারীতে, আমার বাংলা এবং হিন্দি ভাষায় দক্ষতা আছে, যা আমার প্রশাসক পাবার সাথে যোগাযোগ করার আমার দক্ষতা আরও বাড়াতে সাহায্য করে।",
  "As a Product Owner, I've successfully led multiple projects, translating business goals into actionable strategies and delivering high-quality products.": "পণ্যের মালিক হিসেবে, আমি সফলভাবে একাধিক প্রকল্প নেতৃত্ব করেছি, ব্যবসায়িক লক্ষ্যগুলি কার্যকর করার পরিকল্পনা অনুবাদ করে এবং উচ্চ মানের পণ্য প্রদান করেছি।",
  "As a QA professional, I've ensured the quality and reliability of multiple projects by designing and executing comprehensive test plans.": "একজন কিউএ পেশাদার হিসেবে, আমি বিস্তৃত পরীক্ষা পরিকল্পনা ডিজাইন এবং প্রযুক্তিগত প্রকল্পগুলির গুণমান এবং নির্ভরণ নিশ্চিত করেছি।",
  "Adobe . Full-time": "Adobe . পূর্ণ সময়",
  "Mar 2023 - Present · 1 yr 7 mos": "মার্চ 2023 - বর্তমান · 1 বছর 7 মাস",
  "Bengaluru, Karnataka, India": "বেঙ্গালুরু, কর্নাটক, ভারত",
  "In my role, I led Agile development projects, effectively managing offshore teams and ensuring the timely delivery of enterprise-scale web applications. My fluency in Japanese (certified at JLPT N1 level) allowed me to bridge communication between stakeholders and development teams, ensuring alignment with business needs. I was responsible for defining the product vision, setting long-term goals, and prioritizing the product backlog to guide the development process. By writing detailed user stories from the end-user perspective, I helped steer the team toward successful project outcomes. My expertise in client-facing project management, combined with strong problem-solving skills, facilitated efficient onshore-offshore collaboration and seamless virtual team coordination.": "আমার ভূমিকায়, আমি চতুর উন্নয়ন প্রকল্পের নেতৃত্ব দিয়েছি, অফশোর টিমগুলিকে কার্যকরভাবে পরিচালনা করেছি এবং এন্টারপ্রাইজ-স্কেল ওয়েব অ্যাপ্লিকেশনগুলির সময়মতো ডেলিভারি নিশ্চিত করেছি৷ আমার জাপানি ভাষায় সাবলীলতা (JLPT N1 স্তরে প্রত্যয়িত) আমাকে স্টেকহোল্ডার এবং ডেভেলপমেন্ট টিমের মধ্যে যোগাযোগ সেতু করার অনুমতি দিয়েছে, নিশ্চিত করে ব্যবসায়িক চাহিদার সাথে সারিবদ্ধকরণ, আমি পণ্যের দৃষ্টিভঙ্গি নির্ধারণ, দীর্ঘমেয়াদী লক্ষ্য নির্ধারণ এবং বিকাশ প্রক্রিয়াকে নির্দেশিত করার জন্য অগ্রাধিকার প্রদান করেছিলাম প্রজেক্টের ফলাফল, ক্লায়েন্ট-মুখী প্রজেক্ট ম্যানেজমেন্টে আমার দক্ষতা, শক্তিশালী সমস্যা সমাধানের দক্ষতা, দক্ষ অনশোর-অফশোর সহযোগিতা এবং নির্বিঘ্ন ভার্চুয়াল টিম সমন্বয়।",
  "SENIOR EXECUTIVE": "প্রধান কার্যনির্বাহী",
  "HCL Technologies · Full-time": "HCL Technologies · পূর্ণ সময়",
  "Aug 2021 - Mar 2023 · 1 yr 8 mos": "আগস্ট 2021 - মার্চ 2023 · 1 বছর 8 মাস",
  "In this role, I managed work schedules to meet deadlines while handling end-to-end communication with Japanese clients. I coordinated with key international stakeholders from Japan, North America, China, and India to define project requirements and delivery timelines. My responsibilities included translating technical documents between Japanese and English, ensuring accuracy in high-level documents, and providing interpretation during client visits and teleconferences. Additionally, I translated emails and specifications from English to Japanese and conducted language training for engineers to enhance their proficiency. Throughout, I maintained a focus on meeting deadlines and delivering quality results.": "এই ভূমিকায়, আমি জাপানি ক্লায়েন্টদের সাথে এন্ড-টু-এন্ড যোগাযোগ পরিচালনা করার সময় সময়সীমা পূরণের জন্য কাজের সময়সূচী পরিচালনা করেছি। আমি জাপান, উত্তর আমেরিকা, চীন এবং ভারতের মূল আন্তর্জাতিক স্টেকহোল্ডারদের সাথে প্রকল্পের প্রয়োজনীয়তা এবং ডেলিভারি টাইমলাইন সংজ্ঞায়িত করার জন্য সমন্বয় করেছি। আমার দায়িত্বগুলির মধ্যে রয়েছে জাপানি এবং ইংরেজির মধ্যে প্রযুক্তিগত নথি অনুবাদ করা, উচ্চ-স্তরের নথিতে নির্ভুলতা নিশ্চিত করা এবং ক্লায়েন্ট পরিদর্শন এবং টেলিকনফারেন্সের সময় ব্যাখ্যা প্রদান করা। উপরন্তু, আমি ইংরেজি থেকে জাপানি ভাষায় ইমেল এবং স্পেসিফিকেশন অনুবাদ করেছি এবং ইঞ্জিনিয়ারদের দক্ষতা বাড়াতে তাদের ভাষা প্রশিক্ষণ পরিচালনা করেছি। পুরো সময়ে, আমি সময়সীমা পূরণ এবং গুণমান ফলাফল প্রদানের উপর ফোকাস বজায় রেখেছি।",
  "SENIOR PROJECT COORDINATOR": "প্রধান প্রকল্প সমন্বয়ক",
  "Concentrix · Full-time": "Concentrix · পূর্ণ সময়",
  "Aug 2020 - Aug 2021 · 1 yr 1 mo": "আগস্ট 2020 - আগস্ট 2021 · 1 বছর 1 মাস",
  "Chennai, Tamil Nadu, India": "চেন্নাই, তামিলনাডু, ভারত",
  "In this role, I specialized in translating technical documents between Japanese and English and provided interpretation between Japanese and Indian engineers. I handled both system and malware cases, assisting in finding effective solutions. My responsibilities also included content review, ensuring the quality of translated Japanese and English texts. I regularly managed daily meetings with Japanese clients and communicated with Japanese field engineers to address issues, equipment changes, and follow-up actions. Additionally, I provided solutions to customers using Japanese email formats, conducted training for newcomers, and participated in interview shooting.": "এই ভূমিকায়, আমি জাপানি এবং ইংরেজির মধ্যে কারিগরি নথি অনুবাদে বিশেষীকরণ করেছি এবং জাপানি ও ভারতীয় প্রকৌশলীদের মধ্যে ব্যাখ্যা প্রদান করেছি। আমি সিস্টেম এবং ম্যালওয়্যার উভয় ক্ষেত্রেই পরিচালনা করেছি, কার্যকর সমাধান খুঁজে পেতে সহায়তা করেছি। আমার দায়িত্বগুলির মধ্যে বিষয়বস্তু পর্যালোচনাও অন্তর্ভুক্ত, অনুবাদিত জাপানি এবং ইংরেজি পাঠ্যের গুণমান নিশ্চিত করা। আমি নিয়মিত জাপানি ক্লায়েন্টদের সাথে প্রতিদিনের মিটিং পরিচালনা করেছি এবং সমস্যা, সরঞ্জাম পরিবর্তন এবং ফলো-আপ অ্যাকশনগুলি সমাধানের জন্য জাপানি ফিল্ড ইঞ্জিনিয়ারদের সাথে যোগাযোগ করেছি। উপরন্তু, আমি জাপানি ইমেইল ফরম্যাট ব্যবহার করে গ্রাহকদের সমাধান দিয়েছি, নতুনদের জন্য প্রশিক্ষণ দিয়েছি এবং ইন্টারভিউ শুটিংয়ে অংশগ্রহণ করেছি।",
  "See More": "আরও দেখুন",
  "Contact Me": "আমার সাথে যোগাযোগ করুন",
  "Feel free to reach out to me at ": "আমার কাছে যোগাযোগ করার জন্য আপনি স্বাধীনভাবে যোগাযোগ করতে পারেন ",
  "for any inquiries or collaborations. I'm always open to discussing new opportunities!": "যেকোনো অনুসন্ধান বা সহযোগিতা জন্য। আমি সবসময় নতুন সুযোগ নিয়ে আলোচনা করার জন্য খোলা থাকি!",
  "BACK TO TOP": "শীর্ষে ফিরে যান",
  "All Rights Reserved.": "সমস্ত অধিকার সংরক্ষিত।"
}
