{
  "Riya Haldar": "রিয়া হালদার",
  "About Me": "আমার সম্পর্কে",
  "Experiences": "অভিজ্ঞতা",
  "Education": "Education",
  "Certifications": "Certifications",
  "Skills": "দক্ষতা",
  "Recommendations": "Recommendations",
  "CONTACT ME": "আমার সাথে যোগাযোগ করুন",
  "Accomplished Bilingual Product Owner and Team Lead": "দক্ষ দ্বিভাষিক পণ্যের মালিক এবং দলের নেতৃত্ব",
  "with a proven track record in Japanese client management, interpretation, and meticulous quality assurance of client deliverables. Adept in stakeholder engagement and comprehensive project planning, with active involvement in QA and PO initiatives. Holder of a Masters degree from Jawaharlal Nehru University, New Delhi, specializing in Japanese language, literature, and interpretation.": "জাপানি ক্লায়েন্ট ম্যানেজমেন্ট, ব্যাখ্যা, এবং ক্লায়েন্ট ডেলিভারেবলের সূক্ষ্ম মানের নিশ্চয়তার একটি প্রমাণিত ট্র্যাক রেকর্ড সহ। QA এবং PO উদ্যোগে সক্রিয় অংশগ্রহণের সাথে স্টেকহোল্ডারদের সম্পৃক্ততা এবং ব্যাপক প্রকল্প পরিকল্পনায় পারদর্শী। জাপানি ভাষা, সাহিত্য এবং ব্যাখ্যায় বিশেষজ্ঞ, নতুন দিল্লির জওহরলাল নেহরু বিশ্ববিদ্যালয় থেকে স্নাতকোত্তর ডিগ্রিধারী।",
  "English": "ইংরেজি",
  "Hindi": "হিন্দি",
  "Japanese": "জাপানিজ",
  "Bengali": "বাংলা",
  "Hi, I am": "হাই, আমি",
  "Bilingual Product Owner and QA": "দ্বিভাষিক পণ্যের মালিক এবং কিউএ",
  "Language proficiency in:": "ভাষার দক্ষতা:",
  "Accomplished Bilingual Product Owner and Team Lead with a proven track record in Japanese client management, interpretation, and meticulous quality assurance of client deliverables. Adept in stakeholder engagement and comprehensive project planning, with active involvement in QA and PO initiatives. Holder of a Masters degree from Jawaharlal Nehru University, New Delhi, specializing in Japanese language, literature, and interpretation.": "জাপানি ক্লায়েন্ট ম্যানেজমেন্ট, ব্যাখ্যা, এবং ক্লায়েন্ট ডেলিভারেবলের সূক্ষ্ম মানের নিশ্চয়তার একটি প্রমাণিত ট্র্যাক রেকর্ড সহ দক্ষ দ্বিভাষিক পণ্যের মালিক এবং টিম লিড। QA এবং PO উদ্যোগে সক্রিয় অংশগ্রহণের সাথে স্টেকহোল্ডারদের সম্পৃক্ততা এবং ব্যাপক প্রকল্প পরিকল্পনায় পারদর্শী। জওহরলাল নেহরু বিশ্ববিদ্যালয়, নতুন দিল্লি থেকে স্নাতকোত্তর ডিগ্রিধারী, জাপানি ভাষা, সাহিত্য এবং ব্যাখ্যায় বিশেষজ্ঞ।",
  "Explore": "অন্বেষণ",
  "BILINGUAL": "দ্বিভাষিক",
  "PRODUCT OWNER": "পণ্যের মালিক",
  "QUALITY ANALYST": "গুণমান বিশ্লেষক",
  "I am skilled in both Japanese and English, enabling effective bilingual communication across diverse contexts. Additionally, I have proficiency in Bengali and Hindi, further enhancing my ability to connect with a broader audience.": "আমি দুইটি ভাষায় দক্ষ, যাতে বিভিন্ন প্রসঙ্গে দ্বিভাষিক যোগাযোগ সক্ষম হয়। উত্তরাধিকারীতে, আমার বাংলা এবং হিন্দি ভাষায় দক্ষতা আছে, যা আমার প্রশাসক পাবার সাথে যোগাযোগ করার আমার দক্ষতা আরও বাড়াতে সাহায্য করে।",
  "As a Product Owner, I've successfully led multiple projects, translating business goals into actionable strategies and delivering high-quality products.": "পণ্যের মালিক হিসেবে, আমি সফলভাবে একাধিক প্রকল্প নেতৃত্ব করেছি, ব্যবসায়িক লক্ষ্যগুলি কার্যকর করার পরিকল্পনা অনুবাদ করে এবং উচ্চ মানের পণ্য প্রদান করেছি।",
  "As a QA professional, I've ensured the quality and reliability of multiple projects by designing and executing comprehensive test plans.": "একজন কিউএ পেশাদার হিসেবে, আমি বিস্তৃত পরীক্ষা পরিকল্পনা ডিজাইন এবং প্রযুক্তিগত প্রকল্পগুলির গুণমান এবং নির্ভরণ নিশ্চিত করেছি।"
}
